[
    {
        "title": "Queer 101",
        "summary": "The basics of what it means to be 'queer', etiquette within the queer community for both straight and LGBT+ members will be discussed, along with definitions of all the letters in the 'queer alphabet soup.' This session will include a Q&A, with an effort to answer all of your burning questions about the Queerdom.",
        "presenter": "Kellian Donnelly and Lizzy Donnelly",
        "session": "1",
        "room": "Conference Room A",
        "note": ""
    },
    {
        "title": "Personal Boundaries, Misogyny, and Racism in Queer Spaces",
        "summary": "Despite our marginalized experience due to our sexual identity, queer spaces can often be a place where individuals with intersecting identities can feel unsafe. This session will be a discussion on ways to improve inclusivity of queer spaces, avoiding unintentionally harmful behavior, and negotiating personal boundaries in sexually liberated spaces.",
        "presenter": "Dylan Ashley, Yasin (Ya Ya) Fairley, Jared Urbina",
        "session": "1",
        "room": "Conference Room B",
        "note": ""
    },
    {
        "title": "Non-monosexual Representation in Media",
        "summary": "This session will examine the historical and modern portrayal of characters with non-monosexual identities across a variety of art forms and the effects those portrayals have on society and individuals.",
        "presenter": "Rowan Fae, Tiffany Mankins, Michael Timothy",
        "session": "1",
        "room": " Conference Room C",
        "note": ""
    },
    {
        "title": "Intersectionality (Queer and....)",
        "summary": "A panel of individuals whose marginalized and non-marginalized identities intersect and interact in ways that foster unique lived experiences and highlight the areas in which movements can improve inclusivity.  Panelists speak on their identities and experiences and do Q&A.",
        "presenter": "Dylan Ashley, Yasin (Ya Ya) Fairley, Jared Urbina, Joni Weiss, Dree Wright",
        "session": "2",
        "room": "Conference Room A",
        "note": ""
    },
    {
        "title": "Healthcare for Sexually Fluid People (Panel Discussion)",
        "summary": "Queer people face challenges in accessing proper health care, especially those within the sexually fluid community. Health care professionals will discuss some of these challenges as individuals, and what patients and providers can do to bridge these barriers along with affirmative health care professionals and groups in the area.",
        "presenter": "Lizzy Donnelly, Heather Holmgren, Dr. Rixt Luikenaar, Dr. Henry Malus, ND",
        "session": "2",
        "room": "Conference Room B",
        "note": ""
    },
    {
        "title": "Queer Writers",
        "summary": "Focus will be on the need for queer representation in literature, comics, and academic writing. Participants will engage in writing prompts and exercises that will help to engage and imagine a more intersectional writing world. Lists and of good and bad representation will be provided.",
        "presenter": "Shauna Brock and Taylor Hoffman",
        "session": "2",
        "room": "Conference Room C",
        "note": ""
    },
    {
        "title": "Self-care for Activists",
        "summary": "A guided workshop on self-care in activism. Participants can expect to come away with strategies for balancing necessary self-care with their own needs for social and political activism. Come prepared to share your own ideas!",
        "presenter": "Alexander Langshall, Rachel Langshall",
        "session": "3",
        "room": "Conference Room A",
        "note": ""
    },
    {
        "title": "Dismantling Binary Thought Processes",
        "summary": "Beyond gender and sexuality, binaries exist across many facets of our existence and often restrict our belief of what is possible.  This workshop will question the usefulness of binary thinking, discuss ways of identifying problematic binary thinking, and brainstorm alternative approaches to seemingly dichotomous situations.",
        "presenter": "Dylan Ashley, Adair Kovac",
        "session": "3",
        "room": "Conference Room B",
        "note": ""
    },
    {
        "title": "Sexual Fluidity and Disability",
        "summary": "There are many misconceptions and stigma surrounding disability in the queer community. Disabilities come in a variety of forms. A discussion on these varieties and how to move away from the misconceptions and stigmas.",
        "presenter": "Stacy K. Stanford, Dree Wright",
        "session": "3",
        "room": "Conference Room C",
        "note": ""
    }
]
