[
  {
    "title": "Sexual Fluidity & Reproductive Health",
    "summary":
      "A large body of research has documented high rates of sexual fluidity, and sexual identity-behavior discordance among women. Less research, however, has connected these findings to potential sexual orientation disparities in contraception uptake and unintended pregnancy risk. Using data from three sources sources, this presentation investigates sexual orientation disparities in a variety of sexual and reproductive health outcomes related to unintended pregnancy, including patterns of contraception preferences and uptake. Ultimately, this research seeks to build a bridge between the fields of Sexuality Studies and Family Planning to develop strategies to address sexual minority women’s reproductive health needs.",
    "presenter": "Bethany Everett",
    "session": "1",
    "room": "Conference Room A",
    "note": ""
  },
  {
    "title": "Importance of Performance Art in Queer Community Building",
    "summary":
      "Drag troupes and other performers help organize events that give birth to entire communities of their own. Performers have the power to shape the culture of where they perform. The Forbidden Fruits, a local queer performance art collective, will be hosting this panel today. Together, we will explore what roles and responsibilities performance artists have in building healthy queer communities.",
    "presenter": "The Forbidden Fruits",
    "session": "1",
    "room": "Conference Room B",
    "note": ""
  },
  {
    "title": "Queer(ing) Comics: Comics as a Medium for Queer Representation",
    "summary":
      "Comics offers a unique space for queer representation and expression. This session will explore the ways comics can reflect and embody queer identities, politics, and cultures, and how the medium pushes against socially constructed boundaries. Come prepared to discuss and make your own zine!",
    "presenter": "Molly Barnewitz",
    "session": "1",
    "room": "Conference Room C",
    "note": ""
  },
  {
    "title": "Ace and Aro: Basics & Answers",
    "summary":
      "A brief review of asexuality and aromanticism, spectrums, intimacy, and relationships. Followed by an open discussion and Q&A period.",
    "presenter": "K Lu Quibelle",
    "session": "2",
    "room": "Conference Room A",
    "note": ""
  },
  {
    "title": "Where Oppression Meets the Body: Solo Dance Performance with Q&A",
    "summary": "TBA",
    "presenter": "Yaya Fairley",
    "session": "2",
    "room": "Conference Room B",
    "note": ""
  },
  {
    "title":
      "Queering Disability Services: A QueerCrip Approach to Supporting Disabled Students",
    "summary":
      "Student support services for disabled students relies heavily on a medical model, rooted in pathologizing diagnostic procedures that gatekeep crucial resources. A QueerCrip approach asserts that disability and disablement exists beyond a problem to be “fixed”. Furthermore, a Feminist, Queer, Crip (Kafer, 2013) approach argues ableism is the obstacle to a fulfilling and productive life – not disability.",
    "presenter": "Romeo Jackson & Whit Chapman",
    "session": "2",
    "room": "Conference Room C",
    "note": ""
  },
  {
    "title": "Zine and Heard: A Zine Making Workshop",
    "summary":
      "Got something to say? Don’t just say it, make a zine! Zines are a radical form of self expression that involves making your own publication using cut-n-paste, writing, and illustrations, as you see fit! Every zine is different, and the ability to share them with the world is a copier away.",
    "presenter": "Stephanie Novak of When She Speaks I Hear the Revolution",
    "session": "3",
    "room": "Conference Room A",
    "note": ""
  },
  {
    "title": "Next Steps: Reparations and Radical Inclusion",
    "summary":
      "This session is a continuation of the issues discussed in the large group panel. We will discuss the concept of reparations and brainstorm ways for the white queer community to tangibly support queer and trans people of color.",
    "presenter": "Ella Mendoza",
    "session": "3",
    "room": "Conference Room B",
    "note": ""
  },
  {
    "title": "Weapons of the Weak: On Radical Coalition Building",
    "summary":
      "We will discuss strategies for marginalized communities to leverage and create power in negotiations and ways of working successfully with groups that do not share our ideologies.",
    "presenter": "Moroni Benally",
    "session": "3",
    "room": "Conference Room C",
    "note": ""
  }
]
